Repository: suetanvil-misc/grip-releases
Catalog: po/*.po
Languages: es

source: Specify the geometry of the main window
es: Especifica la geometría de la ventana principal

source: GEOMETRY
es: GEOMETRIA

source: Specify the cdrom device to use
es: Especifica el dispositivo cdrom a usar

source: DEVICE
es: DISPOSITIVO

source: Specify the generic scsi device to use
es: Especifica el dispositivo SCSCI genérico a usar

source: Launch in "small" (cd-only) mode
es: Lanzar en modo "small" (sólo el cdrom)

source: "Local" mode -- do not look up disc info on the net
es: Modo "local" -- no buscar la informacion del disco en la red

source: Do not do I/O redirection
es: No hacer redirección de E/S

source: Run in verbose (debug) mode
es: Correr en modo prolijo (depuración)

source: Error: Unable to initialize [%s]
es: Error: No pude inicializar [%s]

source: Work is in progress. Really shut down?
es: Hay trabajos en proceso ¿Reálmente quieres cerrar?

source: Rip
es: Extraer

source: Help
es: Ayuda

source: Table Of Contents
es: Tabla de contenido

source: Playing CDs
es: ¿Cómo tocar CDs?

source: Ripping CDs
es: ¿Cómo extraer música de CDs?

source: Configuring Grip
es: Configurar Grip

source: FAQ
es: PUF (Preguntas de Uso Frecuente)

source: Getting More Help
es: ¿Cómo obtener más ayuda?

source: Reporting Bugs
es: Reportar errores

source: About
es: Acerca de ...

source: server is %s, port %d
es: Servidor: %s, puerto: %d

source: Error: Unable to save config file
es: Error: No pude guardar el archivo de configuración

source: Config
es: Configurar

source: CDRom device
es: Dispositivo CDROM

source: Don't interrupt playback on exit/startup
es: No interrumpir la musica al salir o al entrar

source: Rewind when stopped
es: Rebobinar cuando se pare

source: Startup with first track if not playing
es: Arrancar con la primer pista si no se está tocando

source: Auto-play on disc insert
es: Auto-tocar cuando se inserte un disco

source: Reshuffle before each playback
es: Remezclar antes de tocar

source: Work around faulty eject
es: Hacer algo si falla la expulsión

source: Ripper:
es: Extractor

source: Ripping executable
es: Ejecutable del extractor

source: Rip command-line
es: Línea de comandos para extraer

source: Disable paranoia
es: Deshabilitar paranoia

source: Disable extra paranoia
es: Deshabilitar extra paranoia

source: Disable scratch
es: Deshabilitar los rayones

source: detection
es: detección

source: repair
es: reparar

source: Calculate gain adjustment
es: Calcular el ajuste de ganancia

source: Rip file format
es: Formato de archivo de extracción

source: Generic SCSI device
es: Dispositivo SCSI genérico

source: Ripper
es: Extractor

source: Rip 'nice' value
es: Valor 'nice' del extractor

source: Max non-encoded .wav's
es: No. máximo de .wav sin codificar

source: Auto-rip on insert
es: Auto-extraer al intertar

source: Beep after rip
es: Hacer Beep al terminar de extraer

source: Auto-eject after rip
es: Auto-expulsar al terminar de extraer

source: Auto-eject delay
es: Retardo de auto-expulsión

source: Wav filter command
es: Comando de filtro Wav

source: Disc filter command
es: Comando de filtro de disco

source: Options
es: Opciones

source: Encoder:
es: Codificar

source: Encoder
es: Codificador

source: Delete .wav after encoding
es: Borrar .wav despues de codificar

source: Insert info into SQL database
es: Insertar la información en una base de datos SQL

source: Create .m3u files
es: Crear archivos .m3u

source: Use relative paths in .m3u files
es: Usar direcciones relativas en los archivos .m3u

source: M3U file format
es: Formato de archoivo M3u

source: Encoding bitrate (kbits/sec)
es: Bitrate de codificación (kbits/seg)

source: Number of CPUs to use
es: Número de CPUs a usar

source: ID3 comment field
es: Comentarios en ID3

source: DB server
es: Servidor BD

source: CGI path
es: Camino a CGI

source: Primary Server
es: Servidor Primario

source: Secondary Server
es: Servidor Secundario

source: DB Submit email
es: Correo-e para mandar a a la BD

source: Use freedb extensions
es: Usar extensiones freedb

source: Perform disc lookups automatically
es: Busqueda de información automática

source: Use proxy server
es: Usar servidor Proxy

source: Get server from 'http_proxy' env. var
es: Obtener el servidor desde la variable de entorno 'http-proxy'

source: Proxy server
es: Servidor Proxy

source: Proxy port
es: Puerto Proxy

source: Proxy username
es: nombre de usuario Proxy

source: Proxy password
es: Contraseña Proxy

source: Email address
es: Direccion de correo

source: CD update program
es: Programa de actualización CD

source: Do not lowercase filenames
es: No convertir el nombre a minúsculas

source: Allow high bits in filenames
es: Permitir bits altos en los nombres de archivos

source: Do not change spaces to underscores
es: No cambiar espacios a guión bajo

source: Characters to not strip in filenames
es: Caractéres que no se deben Strip? en los nombres de archivo

source: Drive status is %d
es: El estado del dispositivo es %s

source: Drive doesn't support drive status check (assume CDS_NO_INFO)
es: El dispositivo no soporta verificación de estado (asumir CDS_NO_INFO)

source: No disc
es: No hay disco

source: Error: Failed to read disc contents
es: Error: Fallo al leer el contenido del disco

source: Drive doesn't support drive status check
es: El dispositico no soporta verificación de estado

source: Unlock failed: %d
es: Fallo al desbloquear: %d

source: Cannot do lookup while ripping
es: No puedo hacer una búsqueda mientras estoy extrayendo..

source: Unknown Disc
es: Disco desconocido

source: Track %02d
es: Pista %02d

source: Querying %s (through %s) for disc %02x.
es: Consultando %s (por medio de %s) para el disco %02x.

source: Querying %s for disc %02x.
es: Consutando %s poara el disco %02x.

source: Match for "%s / %s" Downloading data...
es: coincidencia para "%s / %s" Descargando datos...

source: Done
es: Hecho

source: Error saving disc data
es: Error al guardar los datos del disco

source: No match
es: No se encontró coincidencia

source: Tracks
es: Pistas

source: Track
es: Pista

source: Rotate play mode
es: Reproducción en rotación

source: Toggle loop play
es: Activar reproducción en bucle

source: Rip status
es: Estado de la extracción

source: Play track / Pause play
es: Reproducir pista / pausa

source: Rewind
es: Rebobinar

source: FastForward
es: Avance rápido

source: Go to previous track
es: Ir a la pista anterior

source: Go to next track
es: Ir a la pista siguiente

source: Toggle play mode options
es: Conmutar modos de reproducción

source: Next Disc
es: Siguiente disco

source: Stop play
es: Parar reproducción

source: Eject disc
es: Expulsar disco

source: Toggle Volume Control
es: Mostrar control de volumen

source: Toggle disc editor
es: Mostrar editor de pistas

source: Initiate/abort DiscDB lookup
es: Iniciar/abortar consulta a discDB

source: Toggle track display
es: Mostrar lista de pistas

source: Exit Grip
es: Salir de Grip

source: Cannot fast forward while ripping
es: No puedo avanzar mientras esté extrayendo datos

source: Cannot rewind while ripping
es: No puede retroceder mientras esté extrayendo datos

source: Cannot switch discs while ripping
es: No puedo conmutar mientras esté extrayendo datos

source: Eject disc
es: Espulsar disco

source: Cannot eject while ripping
es: No puede expulsar mientras esté extrayendo datos

source: Have disc -- ejecting
es: Hay disco -- expulsando

source: Cannot play while ripping
es: No puedo reproducir mientras esté extrayendo datos

source: Cannot switch tracks while ripping
es: No puedo cambiar de pistas mientras esté extrayendo datos

source: Checking for a new disc
es: Buscando un nuevo disco

source: CDStat found a disc, checking tracks
es: CDStat encontró un disco, verificando pistas

source: We have a valid disc!
es: Tenemos un disco válido

source: No non-zero length tracks
es: No hay pistas de longitud cero

source: CDStat said no disc
es: CDStat dice que no hay disco

source: Current sector: %6d
es: Sector actual: %6d

source: No Disc
es: No hay disco

source: This disc has been found on your secondary server, but not on your primary server. Do you wish to submit this disc information?
es: Este disco ha sido encontrado en tu servidor secundario, pero no en tu servidor primario. ¿Deseas mandar esta informaciñon de disco?

source: Error: Unable to create temporary file
es: Error: No pude crear un archivo temporal

source: Error: Unable to write disc data
es: Error: No pude escribir los datos del disco

source: Mailing entry to %s
es: Enviando entrada a %s

source: System Message
es: Mensaje de sistema

source: URI is %s
es: UR es %s

source: Query is [%s]
es: La consulta es [%s]

source: Stat error %d on %s
es: Errorde estado % en %s

source: Creating directory %s
es: Creando directorio %s

source: Error: %s exists, but is a file
es: Error: %s existe, pero es un archivo

source: Error: Unable to open %s for writing
es: Error: No pude abrir %s para escribir

source: Disc title
es: Título del disco

source: Track name
es: Nombre de la canción

source: Disc artist
es: Artista

source: ID3 genre:
es: género ID3

source: Disc year
es: Añó del disco

source: Track artist
es: Artista de la canción

source: Split:
es: partir:

source: Title/Artist
es: Título/Artista

source: Artist/Title
es: Artista/Titulo

source: Split chars
es: partir caractértes

source: Multi-artist
es: Varios artistas

source: Save disc info
es: Guardar la información del disco

source: Submit disc info
es: Subir informacion del disco

source: Error saving disc data
es: Error al guardar los datos del disco

source: No disc present
es: No hay disco presente

source: Cannot submit No disc is present
es: No puede mandar los datos no hayd disco e labandeja

source: You must enter a disc title
es: Debes poner un titulo al disco

source: You must enter a disc artist
es: Debes poner al artista

source: You are about to submit this disc information to a commercial CDDB server, which will then own the data that you submit. These servers make a profit out of your effort. We suggest that you support free servers instead. Continue?
es: Estas apunto de mandar la información de este disco a un servidor CDDB comercial, quienes entonces se apoderarán de los datos que mandes. Esos servidores hacen negocio con tu esfuerzo. Te sugerimos que mejor soportes a los servidores libres. ¿Continuar de todos modos?

source: You are about to submit this disc information via email. Continue?
es: Estas apunto de mandar esta información via correo-e. ¿Continuar?

source: Genre selection
es: Selección de género
